Repository: Salix-OS/salix-live-installer
Catalog: po/*.po
Languages: hu

source: SalixLive Installer
hu: SalixLive Telepítő

source: _Time
hu: _Idő

source: Key_board
hu: _Billentyűzet

source: Lo_cale
hu: _Nyelvi beállítás

source: _Partitions
hu: _Partíciók

source: U_sers
hu: Felha_sználók

source: S_oftware
hu: Sz_oftver

source: <b>Please set the time, date and time zone:</b>
hu: <b>Kérem adja meg az időt, a dátumot és az időzónát:</b>

source: hour : min : sec
hu: óra : perc : mp

source: Year:
hu: Év:

source: Month:
hu: Hónap:

source: Day:
hu: Nap:

source: Time zone:
hu: Időzóna:

source: Use NTP service
hu: NTP szolgáltatás használata

source: <b>Please select your keyboard layout:</b>
hu: <b>Válassza ki az Ön által használt billentyűzet kiosztást:</b>

source: Activate numlock
hu: Numlock aktíválása

source: <b>Selected keyboard layout: </b>
hu: <b>Kiválasztott billentyűzetkiosztás: </b>

source: None
hu: Nincs

source: Select _keyboard
hu: _Billentyűzet választás

source: <b>Please select your system language:</b>
hu: <b>Kérem válassza ki az Ön által előnyben részesített nyelvet:</b>

source: <b>Selected system language: </b>
hu: <b>Kiválasztott rendszer nyelv: </b>

source: Select _language
hu: _Nyelv kiválasztása

source: <b>Please select Salix main partition:</b>
hu: <b>Kérem válasszon fő partíciót a Salixnak:</b>

source: Display attached external devices
hu: Külső csatlakoztatott eszközök megjelenítése

source: From the above partitions found on your system, please select the one where Salix' main directory tree (/) should be installed. <b>Warning!</b> This partition will be reformatted and its data will be permanently erased.
hu: A fenti partíciók találhatóak a rendszerben, válassza ki azt ahova a Salix fő könyvtárstruktúra (/) lesz telepítve. <b>Figyelem!</b> Ez a partíció le lesz formázva, és a rajta lévő adatok véglegesen törlődnek.

source: Format with:
hu: Formázás ezzel:

source: Select _partition
hu: _Partíció választása

source: <b>Please configure your other Linux partition(s):</b>
hu: <b>Kérem állítsa be az egyéb Linux partíciókat:</b>

source: It appears that you have more than one Linux partition. If you wish, you can now spread Salix directory tree on separate partitions. In fact, it is highly recommended to have the /home directory on a separate partition.
hu: Úgy tűnik hogy egynél több Linuxos partíció található. Különösen ajánlott hogy a Salix fő könyvtárstruktúra mellett még a /home könyvtárnak is külön partíciót is készítsen.

source: Apply _settings
hu: Beállítá_sok elfogadása

source: <b>Please configure your Windows partition(s):</b>
hu: <b>Kérem állítsa be a Windows partíciókat:</b>

source: It appears that some of your partitions have a Windows formatting. Here you can set a mount point for each one if you wish them to be accessible in Salix system.
hu: Úgy tűnik hogy találhatóak a lemezen Windows alatt létrehozott partíciók. Meghatározhatja, hogy ezek a rendszer mely részén legyenek csatolva, hogy elérhető legyen a Salix rendszer számára.

source: <b>Salix main partition:</b>
hu: <b>Salix fő partíció:</b>

source: Main partition
hu: Fő partíció

source: <b>Other Linux partitions:</b>
hu: <b>Egyéb Linux partíciók:</b>

source: Home partition
hu: Munka partíció

source: <b>Windows partitions:</b>
hu: <b>Windows partíciók:</b>

source: Windows partitions
hu: Windows partíciók

source: <b>Swap partitions:</b>
hu: <b>Csere partíciók:</b>

source: Swap partitions
hu: Csere partíció

source: <b>Transfer LiveClone login accounts</b>
hu: <b>LiveClone felhasználók átvitele</b>

source: <b>Please create a new standard user:</b>
hu: <b>Kérem hozzon létre egy új normál felhasználót:</b>

source: Enter login:
hu: Adja meg a bejelentkezési nevet:

source: Enter password:
hu: Adja meg a jelszót:

source: Do not hide
hu: Ne legyen rejtett

source: Re-enter password:
hu: Új jelszó ismét:

source: <b>User created: </b>
hu: <b>Felhasználó létrehozva:</b>

source: <b>Please create a new administrator's password:</b>
hu: <b>Kérem adja meg a rendszergazda új jelszavát:</b>

source: Enter root password:
hu: Adja meg root jelszót:

source: Re-enter root password:
hu: Új root jelszó megadása ismét:

source: <b>Password created: </b>
hu: <b>Jelszó létrehozva: </b>

source: <b>Please select your installation mode:</b>
hu: <b>Kérem válasszon telepítési módot:</b>

source: Core
hu: Minimális

source: Basic
hu: Alap

source: Full
hu: Teljes

source: SalixOS installation from SalixLive's graphic environment
hu: SalixOS telepítő a SalixLive grafikus környezetben

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
hu: Ez a program szabad szoftver; terjeszthető illetve módosítható a Free Software Foundation által kiadott GNU General Public License dokumentumában leírtak; akár a licenc 2-es, akár (tetszőleges) későbbi változata szerint. Ez a program abban a reményben kerül közreadásra, hogy hasznos lesz, de minden egyéb GARANCIA NÉLKÜL, az ELADHATÓSÁGRA vagy VALAMELY CÉLRA VALÓ ALKALMAZHATÓSÁGRA való származtatott garanciát is beleértve. További részleteket a GNU General Public License tartalmaz. A felhasználónak a programmal együtt meg kell kapnia a GNU General Public License egy példányát; ha mégsem kapta meg, akkor ezt a Free Software Foundationnak küldött levélben jelezze (cím: Free Software Foundation Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307, USA.)

source: translator-credits
hu: Peter Polonkai <polesz~at~nedudu~dot~hu>

source: Confirmation needed
hu: Megerősítés szükséges

source: <b>Message about the particular choice: </b>
hu: <b>Üzenet az adott választáshoz: </b>

source: <b>Do you want to proceed with this?</b>
hu: <b>Szeretné folytatni ezt?</b>

source: Salix installation
hu: Salix telepítés

source: Please be patient, Salix installation is in progress...
hu: Legyen türelemmel, a Salix telepítése folyamatban...

source: Layout
hu: Elrendezés

source: Type
hu: Típus

source: Locale
hu: Területi beállítás

source: Description
hu: Leírás

source: Disk
hu: Lemez

source: Partition
hu: Partíció

source: Size
hu: Méret

source: File System
hu: Fájlrendszer

source: Current FS
hu: Aktuális FS

source: Format as:
hu: Formázás:

source: Mount as:
hu: Csatolás:

source: Select...
hu: Választás...

source: January
hu: Január

source: February
hu: Február

source: March
hu: Március

source: April
hu: Április

source: May
hu: Május

source: June
hu: Június

source: July
hu: Július

source: August
hu: Augusztus

source: September
hu: Szeptember

source: October
hu: Október

source: Salix Live Installer was not able to detect a valid partition on your system. You should exit Salix Live Installer now and use Gparted, or any other partitioning tool of your choice, to first create valid partitions on your system before resuming with Salix Live Installer process.
hu: A Salix Live Telepítő nem érzékelt érvényes partíciókat az Ön rendszerén. Lépjen ki a Salix Live Telepítőből és használja a Gparted programot vagy bármilyen más partícionáló eszközt hogy létrehozzon elsőként érvényes partíciókat a rendszeren mielőtt folytatná a Salix Live Telepítő futtatását.

source: Detected Swap partition(s)
hu: Cserepartíciók (Swap) felismerése

source: Salix Live Installer was not able to detect a valid Swap partition on your system. A Swap partition could improve overall performances. You may want to exit Salix Live Installer now and use Gparted, or any other partitioning tool of your choice, to first create a Swap partition before resuming with Salix Live Installer process.
hu: A Salix Live Telepítő nem érzékelt érvényes cserepartíciót (Swap) az Ön rendszerén. A cserepartíció megnöveli az általános teljesítményt. Lépjen ki a Salix Live Telepítőből és használja a Gparted programot vagy bármilyen más partícionáló eszközt hogy létrehozzon egy cserepartíciót a rendszeren mielőtt folytatná a Salix Live Telepítő futtatását.

source: Salix Live Installer has detected a Swap partition on
hu: Salix Live telepítő cserepartíciót talált itt

source: Salix Live Installer was not able to detect a valid partition on your system. You should exit Salix Live Installer now and use Gparted, or any other partitioning tool of your choice, to first create valid partitions before resuming with Salix Live Installer process.
hu: A Salix Live Telepítő nem érzékelt érvényes partíciókat az Ön rendszerén. Lépjen ki a Salix Live Telepítőből és használja a Gparted programot vagy bármilyen más partícionáló eszközt hogy létrehozzon elsőként érvényes partíciókat a rendszeren mielőtt folytatná a Salix Live Telepítő futtatását.

source: Contextual help.
hu: Helyzet érzékeny súgó.

source: About Salix Installer.
hu: Salix Telepítő Névjegye.

source: Exit Salix Installer.
hu: Kilépés a Salix telepítőből.

source: Launch Salix installation. This button will not be active until all settings are configured correctly.
hu: Salix telepítés indítása. A gomb addig nem válik aktívvá amíg minden beállítás nincs rendesen konfigurálva.

source: Access the time settings.
hu: Idő beállítások.

source: Use Network Time Protocol daemon to synchronize time via Internet.
hu: NTP szolgáltatás használata az internetes időszinkronizációhoz.

source: Cancel time settings.
hu: Idő beállítások megszakítása.

source: Activate the time settings after options have been defined.
hu: Az időbeállítások aktiválása miután meglettem határozva a paraméterek.

source: Set the date & time manually if you do not use NTP service.
hu: Dátum és idő kézi beállítása ha nem használ NTP szolgáltatlást.

source: Set the time zone.
hu: Időzóna beállítása.

source: Access the keyboard settings.
hu: Billentyűzet beállítások.

source: Highlight your favorite keyboard layout from this list before clicking on the 'Select keyboard' button.
hu: Jelölje ki az Ön által használt billentyűzet kiosztást a listából miután kattintott a "Billentyűzet kiválasztása' gombra.

source: Check this box if you want your numeric keypad to be activated during the boot process.
hu: Jelölje be ezt az opciót ha szeretné hogy a numerikus billentyűzet aktív legyen a rendszerindítás folyamán.

source: Cancel keyboard layout selection.
hu: Billentyűzet beállítások megszakítása.

source: Confirm your selection after highlighting the keyboard layout.
hu: A választás megerősítése a kiemelt billentyűzet kiosztáson.

source: This is the keyboard layout you have selected. 'None' will be displayed until you have confirmed that selection.
hu: Ez a billentyűzet kiosztás lesz a kiválasztott. Amíg nincs kiválasztva addig a 'Nincs' jelenik meg a választás helyett.

source: Access the language settings.
hu: Nyelvi beállítások,

source: Highlight your language from this list before clicking on the 'Select language' button.
hu: Válasszon nyelvet a listából miután kattintott a 'Nyelv kiválasztása' gombra.

source: This is the system language you have selected. 'None' will be displayed until you have confirmed that selection.
hu: Ez a kiválasztott nyelv lesz a rendszer alapértelmezett nyelve. Amíg nincs kiválasztva addig a 'Nincs' jelenik meg a választás helyett.

source: Cancel language selection.
hu: Nyelvi beállítások megszakítása.

source: Confirm your selection after highlighting the system language.
hu: A választás megerősítése a kijelölt rendszer nyelven.

source: Access the partitions settings.
hu: Partíció beállítások.

source: Highlight the partition from this list before clicking on the 'Select partition' button.
hu: Jelölje ki a partíciót a listából mielőtt kattint a 'Partíció kiválasztása' gombra.

source: Check this box if you want your external disk drive(s) to be displayed in the list above.
hu: Jelölje be ezt az opciót ha szeretné látni a külső merevlemezeket (eszközöket) a listában.

source: Confirm your selection after highlighting the partition.
hu: A választás megerősítése a kiemelt partíción.

source: The filesystem that will be used to format Salix main partition.
hu: A fájlrendszer amit a Salix fő partíciója használni fog.

source: Click on the appropriate 'Select...' cell if you wish to modify the filesystem of a partition and/or if you wish to assign its mount point.You can either choose one of the suggested mount points or enter your own. You must configure all the desired partitions before clicking on the 'Apply settings' button. Any unset parameters will be ignored.
hu: Kattintson a megfelelő 'kiválasztása ...' opcióra, ha szeretné módosítani a fájlrendszer egy partícióját és/vagy szeretne hozzárendelni csatolási pontot. Választhat a javasolt csatolási pontok közül, vagy meg adhat sajátot is. Be kell állítania az összes használni kívánt partíciót, mielőtt rákattint a 'Beállítások alkalmazása' gombra. Minden 'értékkel nem rendelkező' paramétert figyelembe kell venni.

source: Confirm the Linux partition(s) settings from the list.
hu: Erősítse meg a Linux partíciók beállításait a listából.

source: Click on the appropriate 'Select...' cell if you wish to assign the mount point of a partition. You must configure all the desired partitions before clicking on the 'Apply settings' button. Any unset parameters will be ignored.
hu: Kattintson a megfelelő "kiválasztása ..." opcióra, ha csatlakozási pontot szeretne rendelni a partícióhoz. Be kell állítani az összes kívánt partíciót, mielőtt rákattint a "Beállítások" gombra. Minden be nem állított paramétert figyelembe kell venni.

source: Confirm the Windows partition(s) settings from the list above.
hu: Erősítse meg a Windows partíciók beállításait a fenti listában.

source: Summary of your partition(s) settings.
hu: Összegzés a partíció beállításokról.

source: Cancel all partition(s) settings.
hu: Partíció beállítások megszakítása.

source: Access the users and passwords settings.
hu: Felhasználó és jelszó beállítások.

source: Salix Live Installer has detected a LiveClone customized environment. You can transfer your existing LiveClone login accounts along with matching personnal directories to the installation target or you can wipe them out & create a complete new login account instead.
hu: Salix Live Telepítő észletet egy testreszabott LiveClone környeztet. Ha szeretné a létező LiveClone felhasználóit átvinni a saját könyvtáraikkal együtt a telepítendő helyre vagy törölje a fájlokat és hozzon létre teljesen új felhasználói fiókokat.

source: Transfer existing users.
hu: Létező felhasználók átvitele.

source: Cancel users transfer.
hu: Felhasználó átvitel megszakítása.

source: A Linux system can manage many registered users and requires each one to log in, and to produce some form of authentication (usually a login name coupled with a password) before allowing the user access to system resources.
hu: A Linux rendszer sok regisztrált felhasználót kezel és előírja, hogy minden egyes bejelentkezéskor valamilyen formában legyen hitelesítés (általában bejelentkezési név és jelszó páros), amely lehetővé teszi a felhasználó hozzáférését a rendszer erőforrásaihoz.

source: Here you must define your login name which should only include alphanumerical characters with no space or upper case letters.
hu: Itt kell megadni a bejelentkezési (login) nevet ami csak alfanumerikus karaktereket tartalmazhat szóköz és nagybetűk nélkül.

source: Choose a password or passphrase to be coupled with your login name. Your password or passprase should include a mix of upper and lower case letters, numbers, and even symbols (such as the @, !, and &)
hu: Válasszon jelszót vagy jelmondatot a saját felhasználói nevéhez. A jelszónak vagy jelmondatnak tartalmaznia kell keverve nagy- és kisbetűket, számokat, és egyéb szimbólumokat (például @, !, és &)

source: Here you must retype your password as a confirmation of your choice.
hu: Újra meg kell adnia a jelszavát hogy megerősítse a választását.

source: Check this box if you want to be able to see the password you are typing.
hu: Jelölje be a kiválasztó dobozt ha látni szeretné a jelszót gépelés közben.

source: Create new user.
hu: Új felhasználó hozzáadása.

source: Cancel new user creation.
hu: Új felhasználó létrehozás megszakítása.

source: On Linux systems, the superuser, or root, is a special user accountused for system administration. Here you must set its password orpassphrase. Remember, this password or passphrase should include a mix of upper and lower case letters, numbers, and even symbols (such as the @, !, and &)
hu: A Linux rendszereken a rendszergazda, vagy a root egy speciális felhasználó a rendszer adminisztrációjához. Itt kell beállítania a jelszót vagy a jelmondatot. Ne feledje, ennek a jelszónak vagy jelmondatnak tartalmaznia kell keverve a kis- és nagybetűket, számokat és szimbólumokat is (mint például a @,!, és &)

source: Here you must retype the superuser (root) password as a confirmation of your choice.
hu: Újra meg kell adnia a rendszergazda (root) jelszavát hogy megerősítse a választását.

source: Apply new root password.
hu: Jelszó alkalmazása a root felhasználóhoz.

source: Cancel new root password.
hu: Jelszó törlése a root felhasználóhoz.

source: Access the packages selection.
hu: Hozzáférés a csomag választóhoz.

source: <b>Core installation:</b> Only the minimum essentials for a console system to start are included. A graphical environment is not provided. This is ideal if you are an experienced user and want to customize your installation for any specific purpose, such as a web server, file server etc.
hu: <b>Minimális telepítés:</b> Csak a minimális és a rendszer működése szempontjából létszükséges csomagokat telepíti fel, amely konzolos bejelentkezést tesz lehetővé. Grafikus felületet ez esetben nem kapunk. Azon tapasztalt felhasználók számára ideális, akik saját maguk szeretnék speciális célokra felépíteni a rendszert, mint például egy web-szerver, vagy fájl-kiszolgáló.

source: <b>Full installation:</b> Salix Live Installer has detected a LiveClone customized environment. Core and Basic installation modes are therefore not available. You can only perform a full installation: all software included in your customized LiveClone will be installed.
hu: <b>Teljes telepítés:</b> A Salix Live Telepítő egy tesztreszabott LiveClone környezetet észlelt. A Minimális és Alap telepítési módokban ez nem áll rendelkezésre. Ha végrehajta a teljes telepítést: minden telepített szoftver a LiveClone környezetből telepítve lesz.

source: Confirm your packages selection.
hu: Kattintson a csomag választás megerősítéséhez

source: Cancel all packages selection.
hu: Minden csomag kiválasztás elvetése.

source: The time zone has not been set
hu: Az időzóna nincs beállítva

source: Please verify and correct
hu: Kérem ellenőrizze és javítsa

source: will be formatted with
hu: formázva erre

source: and will be mounted as
hu: és csatolva mint

source: and will not be mounted
hu: és nincs csatolva

source: will not be formatted
hu: nincs megformázva

source: Your login name is empty
hu: Az Ön felhasználó neve üres

source: Your login name should only contain alphanumeric characters
hu: A felhasználónév csak alfanumerikus karaktereket tartalmazhat

source: Your login name should not contain any space
hu: A felhasználó név nem tartalmazhat szóköz karaktert

source: Your login name should not contain any upper case letter
hu: A felhasználó név nem tartalmazhat nagy betűket

source: Your password entry is empty
hu: A jelszó mező üres

source: Your password is too short. It should have at least 5 characters
hu: A jelszó túl rövid, legalább 5 karakter hosszú kell hogy legyen

source: Your 2 password entries do not match
hu: A 2 megadott jelszó nem egyezik

source: Yes
hu: Igen

source: core
hu: minimális

source: basic
hu: alap

source: full
hu: teljes

source: You are about to install Salix with the following settings
hu: A Salix telepítése a következő beállításokkal

source: Time zone
hu: Időzóna

source: Keyboard layout
hu: Billentyűzet-kiosztás

source: System language
hu: Rendszer nyelv

source: Partitions
hu: Partíciók

source: but will not be mounted
hu: de a kötet nincs csatolva

source: and will be mounted as swap
hu: és csatolva mint cserepartíció

source: Salix Live Installer was not able to detect a valid Swap partition on your system.
hu: Salix Live telepítő nem talált valós Csere partíciót a rendszerben.

source: Standard User
hu: Szabványos felhasználó

source: Using LiveClone login.
hu: LiveClone belépés használata.

source: Packages
hu: Csomagok

source: You have chosen the %(mode)s installation mode.
hu: Az Ön választása: %(mode)s telepítési mód.

source: <b>Sorry!</b> Unable to launch LiloSetup, you must set LILO 'manually'.
hu: <b>Sajnálom!</b> Nem sikerült a LiloSetup futtatása, állítsa be kézzel a LILO-t.

source: Starting installation process...
hu: Telepítési folyamat indítása...

source: Installing your LiveClone system...
hu: LiveClone rendszer telepítése...

source: Installing the %(mode)s mode packages...
hu: Kiválasztott mód: %(mode)s csomagjainak telepítése...

source: Creating /etc/fstab...
hu: /etc/fstab létrehozása...

source: Time, keyboard, locale, login and other system configuration...
hu: Idő, billentyűzet, nyelv, belépés és egyéb rendszer konfiguráció...

source: Installation process completed successfully ...
hu: A telepítési folyamat sikeresen végetért ...

source: <b>Sorry!</b> Unable to set the new keyboard selection on the installation target.
hu: <b>Sajnálom!</b> Nem sikerült beállítani az új billentyűzet kiosztást a cél meghajtón.

source: <b>Sorry!</b> Unable to set the new language selection on the installation target.
hu: <b>Sajnálom!</b> Nem sikerült beállítani az új nyelvet a cél meghajtón.

source: <b>Sorry!</b> Unable to create the new user on the installation target.
hu: <b>Sajnálom!</b> Nem sikerült létrehozni az új felhasználót a cél meghajtón.

source: <b>Sorry!</b> Unable to set the new user's password on the installation target.
hu: <b>Sajnálom!</b> Nem sikerült beállítani az új felhasználó jelszavát a cél meghajtón.

source: <b>Sorry!</b> Unable to set root's password on the installation target.
hu: <b>Sajnálom!</b> Nem sikerült beállítani a rendszergazda jelszavát a cél meghajtón.

source: <b>Sorry!</b> Root privileges are required to run this program.
hu: <b>Sajnálom!</b> Rendszergazda jogosultság szükséges a program futtatásához.

source: Install Salix on your computer from a SalixLive session
hu: Salix telepítése az Ön számítógépére a SalixLive környezetben

source: Salix Installer
hu: Salix Telepítő

source: Salix Live Installer
hu: Salix Live Telepítő
